# MullionLostRefReorder Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..CurtainWallFailures..::..MullionLostRefReorder Property
BuiltInFailures..::..CurtainWallFailures Class See Also
---
Mullions have lost references as a result of gridlines changing order. These mullions must be deleted.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId MullionLostRefReorder { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MullionLostRefReorder As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ MullionLostRefReorder {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..CurtainWallFailures Class
Autodesk.Revit.DB Namespace